Repository: markovsdima/Zyna
Catalog: Zyna/Resources/MatrixLinks.xcstrings
Source language: en
Languages: ru

source: Couldn't load this message. Please try again.
ru: Не удалось загрузить сообщение. Попробуйте ещё раз.

source: Couldn't open link
ru: Не удалось открыть ссылку

source: Couldn't open this link. Please try again.
ru: Не удалось открыть ссылку. Попробуйте ещё раз.

source: Join this room to open the conversation. Opening a link doesn't join automatically.
ru: Вступите в комнату, чтобы открыть переписку. Открытие ссылки не добавляет вас в комнату автоматически.

source: Open message
ru: Открыть сообщение

source: Opening link…
ru: Открываем ссылку…

source: Room preview
ru: Предпросмотр комнаты

source: Send a request to the room's administrators to join.
ru: Отправьте администраторам комнаты запрос на вступление.

source: This Matrix link is invalid or unsupported.
ru: Эта Matrix-ссылка некорректна или пока не поддерживается.

source: This message is unavailable or hidden.
ru: Это сообщение недоступно или скрыто.

source: This room requires an invitation or membership in an allowed space.
ru: Для вступления нужно приглашение или участие в одном из разрешённых пространств.

source: You are already a member of this room.
ru: Вы уже участник этой комнаты.

source: You cannot join this room.
ru: Вы не можете вступить в эту комнату.

source: Your request to join is waiting for approval.
ru: Ваш запрос на вступление ожидает одобрения.
